Repository: MfN-Berlin/naturblick-ios
Catalog: *.lproj/Localizable.strings
Languages: de

# account_text_sign_in_or_sign_up1
source: A Naturblick account enables you to back up and view your observations across multiple mobile devices.
de: Mit einem Naturblick-Account kannst du deine Beobachtungen bei einem Handywechsel über mehrere mobile Geräte hinweg sichern und auf allen verbundenen Handys anzeigen lassen.

# account_text_sign_in_or_sign_up2
source: However, you can still use Naturblick without an account.
de: Du kannst Naturblick aber natürlich auch ohne Account wie bisher verwenden.

# validate_email_title
source: Thank you!
de: Vielen Dank!

# validate_email_message
source: We have sent you an activation link by email. Please open this link to complete your registration. The link is valid for 12 hours.
de: Wir haben dir per E-Mail einen Aktivierungslink geschickt. Bitte öffne diesen Link um deine Registrierung abzuschließen. Der Link ist gültig für 12 Stunden.

# open_default_email_app
source: Open my emails
de: Meine E-Mails öffnen

# go_to_login_screen
source: Continue to login
de: Weiter zum Login

# go_back_to_login_screen
source: Go back to login
de: Zurück zum Login

# default_email_app_failed
source: No default e-mail app found, please activate your account with the link in the e-mail we sent you.
de: Wir haben keine E-Mail-App gefunden. Aktiviere deinen Account bitte mit dem Link, den wir dir an deine E-Mail-Adresse gesendet haben.

# account_activated
source: Your Naturblick account is activated. Log in with your email address and password on all devices you want to connect to the account.
de: Dein Naturblick-Account ist aktiviert. Logge dich mit deiner E-Mail-Adresse und Passwort auf allen Geräten ein, die du mit dem Account verbinden möchtest.

source: Forgot Password
de: Passwort vergessen

# reset_email_sent_title
source: New password
de: Neues Passwort

# reset_email_sent_message
source: We have sent a password reset link to the email address you provided. The link is valid for 12 hours. If you do not receive an email after 10 inutes, ess you provided is not associated with an existing account.
de: Wir haben an die von dir angegebene E-Mail-Adresse einen Link zum Zurücksetzen des Passworts gesendet. Der Link ist gültig für 12 Stunden. Solltest du nach 10 Minuten keine E-Mail erhalten, ist uns die angegebene E-Mail-Adresse nicht bekannt.

source: Reset password
de: Passwort zurücksetzen

# password_reset_successful
source: Password reset was successful
de: Passwort ist erfolgreich zurückgesetzt

# delete_account_title
source: **Delete account**
de: **Account löschen**

# delete_account_text
source: Deleting your account will remove the link to other devices and we will automatically delete the email address you provided.
de: Mit dem Löschen deines Accounts wird die Verknüpfung zu anderen Geräten aufgehoben und wir löschen automatisch die von dir angegebene E-Mail-Adresse.

# delete_account_text_verify
source: Please, confirm your wish to delete the account by entering your login details.
de: Bitte bestätige deinen Wunsch, den Account zu löschen, indem du deine Zugangsdaten eingibst.

source: Delete account
de: Account löschen

# delete_account_note_link
source: **Advice for the connection with old devices** To transfer observations from old devices to new ones, we recommend that you log in on both devices. If you pass on or recycle your phone, uninstall Naturblick on your phone or simply reset it to its default settings. This will not delete your old observations. Do not delete the account, as this would break the link between the observations.
de: **Hinweis für die Verbindung mit alten Geräten** Für die Übertragung von Beobachtungen von alten Geräten auf neue, empfehlen wir dir, dich einfach auf beiden Geräten einzuloggen. Solltest du das Handy dann weitergeben oder recyceln, deinstalliere Naturblick auf deinem Handy oder setze es einfach auf die Werkseinstellungen zurück. Deine alten Beobachtungen werden dadurch nicht gelöscht. Lösche den Account nicht, da dadurch die Verknüpfung der Beobachtungen aufgehoben werden würde.

# delete_account_note_password
source: **Note** When you set a new password, all phones linked to the account will be automatically logged out for security reasons. All your bservations ill to your account.
de: **Hinweis Passwort vergessen** Wenn du ein neues Passwort vergibst, werden alle Handys, die mit dem Account verknüpft sind, aus Sicherheitsgründen automatisch ausgeloggt. Alle deine Beobachtungen bleiben weiterhin mit deinem Account verknüpft und werden dir angezeigt.

# account_delete
source: Your account was deleted.
de: Dein Account ist gelöscht.

# your_account_text
source: A Naturblick account enables you to back up and view your observations across multiple mobile devices.
de: Mit deinem Naturblick-Account sind deine Beobachtungen über mehrere mobile Geräte gesichert und werden dir auf allen verbundenen Handys angezeigt.

# activation_link_note
source: **Activation link** You can access your Naturblick account only after confirming your registration. To do so, please click on the activation link that we have sent to your email address.
de: **Hinweis Aktivierungslink** Du kannst deinen Naturblick-Account erst nutzen, wenn du deine Registrierung bestätigt hast. Klicke dafür bitte auf den Aktivierungslink, den wir dir an deine E-Mail-Adresse gesendet haben.

# to_delete_account
source: Go to delete account
de: Zum Account Löschen

# continue_with_sign_in
source: Log into your account.
de: Melde dich in deinem Naturblick-Account an.

# sign_out
source: Continue without account
de: Weiter ohne Account

# signed_out
source: You have been logged out because you have reset your password or deleted your account. **New password** Log in with your new password to link your observations on this phone to your account
de: Du wurdest automatisch ausgeloggt, da du dein Passwort zurückgesetzt oder deinen Account gelöscht hast. **Neues Passwort** Melde dich mit deinem neuen Passwort an, um deine Beobachtungen auf diesem Handy wieder mit deinem Account zu verknüpfen.

# account_info
source: A Naturblick account enables you to back up and view your observations across multiple mobile devices. Do you want to create an account?
de: Mit einem Naturblick-Account kannst du deine Beobachtungen über mehrere mobile Geräte hinweg sichern und anzeigen lassen. Willst du einen Naturblick-Account anlegen?

# signed_out_deleted_account
source: **Account deleted** Register a new account or use Naturblick without an account.
de: **Account gelöscht** Registriere dich erneut oder nutze Naturblick ohne Account.

# sign_up_text
source: **Create account** You create a Naturblick account here. Please enter an email address. We will send you the activation link to this address.
de: **Naturblick-Account erstellen** Hier kannst du einen Naturblick-Account erstellen. Bitte, gib dafür eine E-Mail-Adresse an. Wir senden dir dann den Aktivierungslink an diese Adresse.

# privacy_rules_text
source: **Privacy statement** For the registration we need your email address. The registration is only valid after you have clicked on a confirmation link in an email sent to you by us. The email address will be used by us exclusively for the administration of the account. The registration/login is voluntary and can be revoked at any time. Your personal data will be deleted from our system when the account is deleted. The processing of the data is carried out in compliance with the applicable data protection regulations. The transmission of your entries is encrypted. In order to protect your data from loss, manipulation or access by unauthorized persons, the Museum für Naturkunde Berlin uses state-of-the-art technical and organizational measures. We take data protection very seriously. You can find more information about data protection under privacy notice in the menu.
de: **Datenschutzerklärung** Für die Registrierung benötigen wir deine E-Mail-Adresse. Die Anmeldung wird erst gültig, nachdem du in einer von uns an dich verschickten E-Mail einen Bestätigungslink angeklickt hast. Die E-Mail-Adresse wird von uns ausschließlich für die Verwaltung des Accounts verwendet. Die Registrierung/Anmeldung erfolgt freiwillig und kann jederzeit widerrufen werden. Deine personenbezogenen Daten werden mit dem Löschen des Accounts aus unserem System gelöscht. Die Verarbeitung der Daten erfolgt unter Beachtung der geltenden datenschutzrechtlichen Bestimmungen. Die Übertragung deiner Eingaben erfolgt verschlüsselt. Um die Daten vor Verlust, Manipulation oder Zugriff durch unberechtigte Personen zu schützen, werden durch das Museum für Naturkunde technisch-organisatorische Maßnahmen eingesetzt, die dem aktuellen Stand der Technik entsprechen. Wir nehmen Datenschutz sehr wichtig. Weitere Informationen zum Datenschutz findest du unter Datenschutz im Menü.

source: Try again
de: Nochmal probieren

source: Cancel
de: Abbrechen

# login_standard
source: Connect all observations on this phone to your account.
de: Verbinde alle Beobachtungen auf diesem Handy mit deinem Account.

# successful_signin
source: Signed in successfully
de: Erfolgreich eingeloggt

# delete_account_text_rly
source: **Do you really want to delete your account?** Deleting your account will unlink all other devices. You will lose the connection to observations on these devices. Please, confirm your wish to delete the account by entering your login details.
de: **Willst du deinen Account wirklich löschen?** Mit dem Löschen deines Accounts wird die Verknüpfung zu anderen Geräten aufgehoben und wir löschen automatisch die von dir angegebene E-Mail-Adresse. Bitte bestätige deinen Wunsch, den Account zu löschen, indem du deine Zugangsdaten eingibst.

# delete_success
source: Success
de: Erfolgreich gelöscht

source: Reset
de: Zurücksetzen

source: Home
de: Start

source: Register
de: Registrierung

source: Forgot
de: Vergessen

source: Delete
de: Löschen

# delete_question
source: Delete observation?
de: Beobachtung löschen?

# delete_question_message
source: Are you sure that you want to delete this observation?
de: Bist du sicher, dass du diese Beobachtung löschen möchtest?

source: About
de: Über

# record_permission_missing
source: Without permission to record it is not possible to record birds
de: Ohne Aufnahmeberechtigung ist es nicht möglich Vögel aufzunehmen

# requires_recording
source: To record birds the app needs the permission to record audio
de: Um Vogelstimmen aufzunehmen, benötigt die App die Berechtigung Audios aufzunehmen.

source: Choose section
de: Ausschnitt auswählen

# please_select
source: Please select a section that best represents the bird's sound. Our pattern recognition gives the best results for recordings that are under 10 seconds.
de: Bitte wähle für die Lauterkennung einen Abschnitt, der die Vogelstimme am besten darstellt. Die Mustererkennung liefert die besten Ergebnisse für Aufnahmen, die unter 10 Sekunden sind.

# downloading_spectrogram
source: Loading spectrogram ...
de: Spektrogramm lädt ...

source: Discard
de: Verwerfen

# identify_species
source: Identify
de: Bestimmen

# identifying_species
source: Waiting for response from the pattern recognition
de: Warten auf Antwort der Mustererkennung

source: Browse species
de: Arten durchsuchen

# save_unknown
source: Save as unknown species
de: Als unbekannte Art speichern

# none_of_the_options
source: None of the above
de: Keiner der Vorschläge

source: Results
de: Ergebnisse

# sound_autoid_infotext
source: The suggestions are produced by comparing audio recordings of [239 birds](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition?lang=en). The closer the score is to 100%, the more likely the match is.
de: Die Vorschläge entstehen durch den Vergleich mit Audioaufnahmen von [239 Vögeln](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition?lang=de), mit denen unser Algorithmus trainiert wurde. Je näher der Score an 100% ist, desto wahrscheinlicher ist die Zuordnung zu einer Art.

# image_autoid_infotext
source: The list of suggestions is based on a comparison with photos of [over 2000 plant species](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=en). The closer the score is to 100%, the more likely the assignment to a species is correct.
de: Die Liste mit Vorschlägen entsteht durch den Vergleich mit Fotos von [über 2000 Pflanzenarten](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=de). Je näher der Score an 100% ist, desto wahrscheinlicher ist die Zuordnung zu einer Art richtig.

# crop_again
source: Use another part of the image
de: Bild neu zuschneiden

# crop_sound_again
source: Use another part of the recording
de: Einen anderen Zeitabschnitt auswählen

# other_identification
source: What do you want to do?
de: Was möchtest du tun?

source: Choose
de: Auswählen

# link_to_wikipedia
source: Look it up on Wikipedia
de: Schaue in Wikipedia nach

# to_artportrait
source: Visit artportrait
de: Zum Artportrait

source: also: %@
de: auch: %@

source: Save
de: Speichern

source: Unknown species
de: Unbekannte Art

source: Species
de: Art

# behavior
source: Observation
de: Beobachtung

# none
source: No description
de: Keine Beschreibung

source: Notes
de: Notizen

# individual
source: 1 individual
de: 1 Individuum

source: %@ individuals
de: %@ Individuen

source: change
de: ändern

source: Location
de: Ort

source: Number
de: Anzahl

source: Edit
de: Bearbeiten

# create_obs
source: Create observation
de: Beobachtung eintragen

# ident_from_photo
source: Plant from existing image
de: Pflanze von bestehendem Bild

source: Source
de: Quelle

source: Show %@ results
de: %@ Ergebnissse anzeigen

source: No coordinates
de: Keine Koordinaten

source: Loading
de: Lade...

source: Pick
de: Wählen

source: Sources
de: Quellen

source: Description
de: Beschreibung

source: In the city
de: In der Stadt

# good_to_know
source: Interesting facts
de: Wissenswertes

# no_portrait
source: For this species there is no species portrait yet.
de: Für diese Art gibt es noch kein Artportait.

source: Similar species
de: Verwechslungsarten

source: Close
de: Schließen

source: Back
de: Zurück

# cannot_connect
source: Can not connect to server, please check your connectivity.
de: Es kann keine Verbindung zum Server hergestellt werden, bitte überprüfen Sie Ihre Verbindung.

# responded_error
source: The server responded with an error, please try again later.
de: Der Server hat mit einem Fehler geantwortet, bitte versuchen Sie es später noch einmal.

# logged_out_error
source: You have been logged out.
de: Sie wurden abgemeldet.

# choose_another
source: Choose another species
de: Eine andere Art aussuchen

# create_with_species
source: Add observation
de: Art eintragen

source: Crop
de: Ausschnitt

# go_to_app_settings_photo
source: Naturblick need access to your camera to take photos. You can change this permission in the settings app.
de: Naturblick benötigt die Erlaubnis deine Kamera zu benutzen, um Fotos zu machen. Du kannst das in den Einstellungen erlauben.

# go_to_app_settings_microphone
source: Naturblick need access to your microphone to record sounds. You can change this permission in the settings app.
de: Naturblick benötigt die Erlaubnis dein Mikrofon zu benutzen, um Geräusche aufzunehmen. Du kannst das in den Einstellungen erlauben.

# open_settings
source: Open system settings
de: Zu den Systemeinstellungen

source: Suggestions
de: Vorschläge

# edit_notes
source: Enter notes here
de: Notizen hier eingeben

source: Accept
de: Zustimmen

# decline
source: Reject
de: Ablehnen

# accept_agb_title
source: Please accept the terms and conditions
de: Bitte den Nutzungsbedingungen zustimmen

# accept_agb_message
source: To use Naturblick you have to accept our terms and conditions
de: Um Naturblick zu nutzen, musst du den Nutzungsbedingungen zustimmen.

# new_tac_greeting
source: We are excited you are interested in learning more about your area's nature.
de: Wir freuen uns über dein Interesse, mehr über die Natur in deiner Umgebung zu erfahren.

# new_tac_info
source: We give you an overview of the terms of use and data collection.
de: Hier geben wir dir einen Überblick über die Nutzungsbedingungen und Datenerhebung.

# new_tac_authorship_title
source: Authorship of image and sound recordings, observations with geo-coordinates
de: Autorenschaft von Bild- und Tonaufnahmen, Beobachtungen mit Geo-Koordinaten

# new_tac_authorship
source: All recordings (images and sound recordings, observations with geo-coordinates) made with Naturblick are licensed under [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/), i.e. they may be distributed and used under the terms of Creative Commons Attribution-Share Alike.
de: Alle Aufnahmen (Bild- und Tonaufnahmen, Beobachtungen mit Geo-Koordinaten), die mit Naturblick gemacht werden, bekommen die Lizenz [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/), d.h. sie dürfen im Sinne der Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen weitergegeben und verwendet werden.

# new_tac_change_authorship
source: If you wish, you can indicate your authorship with a name. The recordings will then be published together with this name. All images that do not have an author's name will be published under MfN_Naturblick. You can find more information in settings.
de: Wenn du möchtest, kannst du deine Autorenschaft mit einem Namen kennzeichnen. Die Aufnahmen werden dann zusammen mit diesem Namen veröffentlicht. Alle Aufnahmen, denen kein Autorenname zugeordnet wurde, werden unter MfN Naturblick veröffentlicht. Weitere Informationen findest du in den Einstellungen.

# new_tac_data_collection_title
source: Overview of data collection
de: Überblick Datenerhebung

# new_tac_data_collection
source: All data is collected for academic purposes only. As soon as the data is no longer needed, we delete it. Which data is collected and to what extent may also partly result from technical necessities. When using this app, the following data is collected and stored anonymously on the servers of the Museum für Naturkunde in Berlin:
de: Sämtliche Daten werden zu rein wissenschaftlichen Zwecken erhoben. Sobald die Daten nicht mehr benötigt werden, löschen wir diese. Welche Daten in welchem Umfang erhoben werden, kann sich teilweise auch durch technische Notwendigkeiten ergeben. Bei der Nutzung dieser App werden folgende Daten erhoben und auf den Servern des Museums für Naturkunde in Berlin anonymisiert gespeichert:

# new_tac_data_collection_sound_and_image_title
source: Sound and image recordings
de: Ton- und Bildaufnahmen

# new_tac_data_collection_sound_and_image
source: The app uses the phone's microphone and camera for the automated species identification service. The recordings are stored anonymously and used, for example, as training material for pattern recognition. If you wish, you can enter an author name for the recordings/images you generate. This data is also used for quality assurance and confirmation of observations. You can find out more about how and why observations are checked on [the map of our Naturblick platform](https://naturblick.museumfuernaturkunde.berlin/map?lang=en).
de: Die App nutzt das Mikrofon und die Kamera des Telefon. Die Aufnahmen werden anonymisiert gespeichert und zum Beispiel als Trainingsmaterial für die Mustererkennung verwendet. Auf Wunsch kannst du einen Autorennamen für die von dir aufgezeichneten Aufnahmen angeben. Diese Daten dienen auch der Qualitätssicherung und Bestätigung von Beobachtungen. Mehr dazu, wie und warum Beobachtungen geprüft werden, erfährst du auch auf [der Karte unserer Naturblick Plattform](https://naturblick.museumfuernaturkunde.berlin/map?lang=de).

# new_tac_data_collection_metadata_title
source: Metadata of the observation (species name, geo-coordinates, time, number, notes)
de: Metadaten der Beobachtung (Artname, Geokoordinaten, Zeit, Anzahl, Notizen)

# new_tac_data_collection_metadata
source: The app needs access to your location to record metadata on coordinates and time. Time and location information is an important basis for validating observations in biodiversity research. However, you can also use the app without your location. You can add the number of observations and other notes about your observation yourself, providing additional valuable information. This data is used [when checking observations](https://naturblick.museumfuernaturkunde.berlin/map?lang=en) and is passed on to scientific projects.
de: Die App benötigt den Zugriff auf den Standort, um die Metadaten zu Koordinaten und Zeit aufzunehmen. Zeit- und Ortsangaben sind eine wichtige Grundlage für die Prüfung der Beobachtungen und Biodiversitätsforschung. Du kannst die App aber auch ohne deinen Standort verwenden. Die Angaben zu Anzahl und weitere Notizen zu deiner Beobachtung kannst du selber eintragen und damit weitere wertvolle Informationen bereitstellen. Diese Daten werden bei [der Prüfung von Beobachtungen verwendet](https://naturblick.museumfuernaturkunde.berlin/map?lang=de) und an wissenschaftliche Projekte weitergegeben.

# new_tac_crashreports
source: We collect automatic crash reports with stack traces, origin of crash, trends and version of the mobile device operating system to identify and elimintate software bugs.
de: Wir sammeln automatische Absturzmeldungen mit Stacktraces, Art des Absturzes, Trends und Version des Handys und der Software, um Fehler in der App identifizieren und beheben zu können.

# new_tac_data_collection_instrument_id_title
source: Device ID and metadata of the observation results (coordinates, time, observation history)
de: Geräte-ID und Metadaten der Bestimmungsergebnisse (Koordinaten, Zeit, Bestimmungsverlauf)

# new_tac_data_collection_instrument_id1
source: Your anonymised identification results and the use of the identification tools we have developed are scientifically evaluated. Based on this, the app will be further developed and improved on the one hand, and the effectiveness of the tools we have developed will be examined on the other.
de: Deine anonymisierten Bestimmungsergebnisse und die Nutzung der von uns entwickelten Bestimmungshilfen werden wissenschaftlich ausgewertet. Darauf basierend wird einerseits die App weiterentwickelt und verbessert und andererseits die Wirksamkeit der von uns entwickelten Werkzeuge untersucht.

# new_tac_data_collection_instrument_id2
source: The app needs authorisation to access the phone (phone status and identity) in order to read the device ID. This is sent to our server in encrypted form so that we do not have any information about the unencrypted device ID. This enables us to scientifically evaluate the use of the app without user registration (LogIn) and without having to collect further data. In our interdisciplinary team, we research and develop digital tools for the urban experience of nature. [Learn more about us](https://naturblick.museumfuernaturkunde.berlin/about?lang=en.
de: Die App braucht die Berechtigung für den Zugriff auf das Telefon (Telefonstatus und Identität), um die Geräte-ID lesen zu können. Diese wird verschlüsselt an unseren Server gesendet, so dass wir keine Informationen über die unverschlüsselte Geräte-ID besitzen. Hierdurch ist es uns möglich, ohne Nutzerregistrierung (LogIn) die Nutzung der App wissenschaftlich auszuwerten, ohne weitere Daten erheben zu müssen. In unserem interdisziplinären Team erforschen und entwickeln wir digitale Werkzeuge für die urbane Naturerfahrung. [Erfahre mehr über uns](https://naturblick.museumfuernaturkunde.berlin/about?lang=de).
