Repository: MfN-Berlin/naturblick-ios
Catalog: *.lproj/Localizable.strings
Languages: de

# home_identify_animals_and_plants
source: Identify animals and plants
de: Bestimme Tiere und Pflanzen

# record_a_bird
source: Record a bird sound
de: Vogelstimme aufnehmen

source: Select characteristics
de: Merkmale auswählen

source: Photograph a plant
de: Pflanze fotografieren

source: Fieldbook
de: Feldbuch

source: Species portraits
de: Artportraits

source: Help
de: Hilfe

source: Imprint
de: Impressum

# about_nb
source: About Naturblick
de: Über Naturblick

# action_settings
source: Authorship
de: Autorenschaft

source: Choose a group
de: Wähle eine Gruppe

# menu_groups
source: Groups
de: Gruppen

# about_text
source: **About Naturblick** In an interdisciplinary team, we are researching and developing digital tools for the urban experience of nature at the Museum für Naturkunde Berlin. For example, we are testing the use of pattern recognition in species identification. With our smartphone app Naturblick we support the direct experience of nature in the city. With a variety of functions, you can explore nature in the city, identify animals and plants, and save your observations. Also take a look at our [plattform](https://naturblick.museumfuernaturkunde.berlin/). There you will find, for example, a map with confirmed observations of other users and the section WissensWeiten with informative and inspiring content for all those who want to take a closer look at the nature around them. **Sound recognition** The results of the automated species identification are generated by comparing them with data (in this case audio recordings of birds) with which the algorithm has been trained. This means 1) only species that have been trained can be recognized, 2) the recognition works best when there is a high similarity to the recording situation and quality (e.g. microphone quality). The Naturblick algorithm was trained with audio material from the animal voice archive of the Museum für Naturkunde Berlin, the collaborative online database Xeno-Canto, and verified Naturblick recordings. The list of species that can be identified can be found [here](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition/). **Plant recognition** Your photos of plants will be identified by pattern recognition. The results of the pattern recognition are generated by comparing them to data (in this case photos of plants), with which the algorithm has been trained. This means: 1) only species that have been trained can be recognized, 2) species that have not been trained can also have matches with the trained material, 3) the recognition works best when there is a high similarity to the photo situation and quality of the training material (e.g. plants in the wild) and 4) incorrect results may also be displayed. The list of plant species that can be identified with Naturblick can be found [here](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=en). We use the pattern recognition of Pl@ntNet for plant recognition. More information about Pl@ntNet can be found [here](https://plantnet.org/en/about/). We rely on your support and feedback. We thank everyone who points out errors or problems or makes suggestions for improvement.
de: **Über Naturblick** In einem interdisziplinären Team erforschen und entwickeln wir am Museum für Naturkunde Berlin digitale Werkzeuge für die urbane Naturerfahrung. Beispielsweise erproben wir den Einsatz von Mustererkennung in der Artbestimmung. Mit unserer Smartphone-App Naturblick unterstützen wir die direkte Naturerfahrung in der Stadt. Mit vielfältigen Funktionen kannst du die Natur in der Stadt erkunden, Tiere und Pflanzen bestimmen und deine Beobachtungen speichern. Schau auch auf unsere [Plattform](https://naturblick.museumfuernaturkunde.berlin/). Dort findest du z.B. eine Karte mit bestätigten Beobachtungen anderer Nutzer:innen und die Rubrik “WissensWeiten” mit informierenden und inspirierenden Inhalte für alle, die sich näher mit der Natur um sie herum beschäftigen wollen. **Lauterkennung** Die Ergebnisse der automatisierten Artbestimmung werden durch den Vergleich mit Daten (in diesem Fall Audioaufnahmen von Vögeln), mit denen der Algorithmus trainiert wurde, erzeugt. Das bedeutet 1) es können nur Arten erkannt werden, die auch trainiert wurden, 2) die Erkennung funktioniert am besten, wenn eine große Ähnlichkeit zu der Aufnahmesituation und -qualität besteht (z.B. Mikrofonqualität). Der Naturblick Algorithmus wurde mit Audiomaterial aus dem Tierstimmenarchiv des Museum für Naturkunde Berlin, der kollaborativen Online-Datenbank Xeno-Canto und verifizierten Naturblick-Aufnahmen trainiert. Die Liste der Arten, die bestimmt werden können findest du [hier](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition/). **Pflanzenerkennung** Deine Fotos von Pflanzen werden mit Mustererkennung bestimmt. Die Ergebnisse der Mustererkennung werden durch den Vergleich mit Daten (in diesem Fall Fotos von Pflanzen), mit denen der Algorithmus trainiert wurde, erzeugt. Das bedeutet: 1) es können nur Arten erkannt werden, die auch trainiert wurden, 2) auch nicht trainierte Arten können Übereinstimmungen mit dem trainierten Material haben, 3) die Erkennung funktioniert am besten, wenn eine große Ähnlichkeit zu der Aufnahmesituation und -qualität des Trainingsmaterials besteht (z.B. Pflanzen in der freien Natur) und 4) es können auch falsche Ergebnisse angezeigt werden. Die Liste der Pflanzenarten, die mit Naturblick bestimmt werden können, findest du [hier](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=de). Wir nutzen für die Pflanzenerkennung die Mustererkennung von Pl@ntNet. Mehr Informationen über Pl@ntNet findest du [hier](https://plantnet.org/en/about/). Wir sind auf deine Unterstützung und dein Feedback angewiesen. Wir danken allen, die uns auf Fehler oder Probleme hinweisen oder Verbesserungsvorschläge machen.

# feedback_form
source: Use our feedback form
de: Nutze unser Feedbackformular

# feedback_email
source: Send a feedback email
de: Sende eine Feedback E-Mail

# cc_by_msg
source: **Authorship** All recordings made with Naturblick are licensed under CC BY-SA 4.0, i.e. they may be distributed and used. If you want, you can attribute your authorship with a name. The material will then be published together with this name. All footage that has not been assigned an author name will be published under MfN_Naturblick.
de: **Autorenschaft eintragen** Alle Aufnahmen, die mit Naturblick gemacht werden, bekommen die Lizenz CC BY-SA 4.0, d.h. sie dürfen weitergegeben und verwendet werden. Wenn du möchtest, kannst du deine Autorenschaft mit einem Namen kennzeichnen. Die Aufnahmen werden dann zusammen mit diesem Namen veröffentlicht. Alle Aufnahmen, denen kein Autorenname zugeordnet wurde, werden unter MfN_Naturblick veröffentlicht.

# help_text
source: **How can I use Naturblick?** Take photos of plants and identify them with our automatic image recognition. Record bird sounds and identify which bird is singing with automatic sound recognition. Identify animals and plants by characteristics with our identification keys. Save and share your observations. Or learn more about species in the species portraits. **Plant recognition** Your photos of plants will be identified by pattern recognition. For the pattern recognition a quadratic image crop is used. You can adjust the image crop by moving the square or dragging it smaller/larger. With the button "submit" you send the cropped image to the servers of the Museum für Naturkunde Berlin. The selected section is then compared with the photos of all trained plant species by the algorithm of our partner Pl@ntNet and checked for similarities. The identification works best when there is a high similarity to the photo situation and quality of the training material (e.g. plants in the outdoors). We display the most probable results of the pattern recognition. However, only species that have been trained can be recognized. It can therefore happen that your image shows a similarity with the trained photos, but none of the suggested species is correct. If there is no sufficient match with the trained plant species or if the algorithm cannot recognize a plant in the image, we will display "We could not identify a plant". An overview of the trained species can be found [here](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=en). More information about Pl@ntNet can be found [here](https://plantnet.org/en/about/). **Sound recognition birds** The white box is used for sound recognition. You can adjust the section by moving the square or dragging it smaller/wider. Please select a section that best represents the bird's sound. Our pattern recognition gives the best results for recordings that are under 10 seconds. With the button "submit" you send the section to the servers of the Museum für Naturkunde Berlin for automatic identification. We display the three most probable results of the pattern recognition. The percentage value indicates the probability with which the algorithm has identified a species. The closer the number is to 100%, the more likely the match is. Only those species are recognized that have been trained by us (information about the species selection can be found in the menu "About Naturblick". Therefore it can happen that none of the suggested species is correct. The Naturblick algorithm was trained with audio material from the Animal Sound Archive of the Museum für Naturkunde Berlin, the collaborative online database Xeno-Canto and verified Naturblick recordings. The list of species that can be identified can be found [here](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition?lang=en). **Identify with characteristics** In our identification tools, you can choose which characteristics you want to select. Simply skip all characteristics that you cannot determine. In the short explanation text for each characteristic, you will find information if more than one answer can be selected. A list shows all the species that are possible based on your selection. **Fieldbook** Your observations are stored in the fieldbook and can be edited by you. You can also manually set or improve the location of your observation on the map. Scroll and zoom the map to place the pin at the location. You can add more observations using the plus symbol at the bottom right.
de: **Wie kann ich Naturblick nutzen?** Mache Fotos von Pflanzen und bestimme sie mit unserer automatischen Bilderkennung. Nimm Vogelstimmen auf und erkenne mit der automatischen Lauterkennung, welcher Vogel singt. Bestimme Tiere und Pflanzen anhand ausgewählter Merkmale mit unseren Bestimmungsschlüsseln. Speichere Beobachtungen und teile sie. Oder lerne mehr über Arten in den Artportraits. **Pflanzenerkennung** Deine Fotos von Pflanzen werden mit Mustererkennung bestimmt. Für die Mustererkennung wird ein quadratischer Bildausschnitt verwendet. Du kannst den Bildausschnitt anpassen, indem du das Quadrat verschiebst oder kleiner/größer ziehst. Mit dem Button "Absenden" schickst du das Bild an die Server des Museum für Naturkunde Berlin. Der ausgewählte Abschnitt wird dann durch den Algorithmus unseres Partners Pl@ntNet mit den Fotos von allen trainierten Pflanzenarten verglichen und auf Übereinstimmungen überprüft. Die Erkennung funktioniert am besten, wenn eine große Ähnlichkeit zu der Aufnahmesituation und -qualität des Trainingsmaterials besteht (z.B. Pflanzen in der freien Natur). Wir zeigen jeweils die wahrscheinlichsten Ergebnisse an. Es können jedoch nur Arten erkannt werden, die auch trainiert wurden. Es kann daher passieren, dass es eine Übereinstimmung deines Bildes mit den trainierten Fotos gibt, aber dennoch keine der vorgeschlagenen Arten richtig ist. Wir zeigen an "Wir konnten keine Pflanze identifizieren.", wenn keine ausreichende Übereinstimmung mit den trainierten Pflanzenarten besteht bzw. wenn vom Algorithmus auf dem Bild keine Pflanze erkannt wurde. Eine Übersicht der trainierten Arten findest du [hier](https://naturblick.museumfuernaturkunde.berlin/plantrecognition?lang=de). Mehr Informationen über Pl@ntNet findest du [hier](https://plantnet.org/en/about/). **Lauterkennung Vögel** Für die Lauterkennung wird der weiße Ausschnitt deiner Tonaufnahme verwendet. Du kannst den Ausschnitt anpassen, indem du das Quadrat verschiebst oder kleiner/breiter ziehst. Bitte wähle einen Abschnitt, der die Vogelstimme am besten darstellt. Die Mustererkennung liefert die besten Ergebnisse für Aufnahmen, die unter 10 Sekunden sind. Mit dem Button "Absenden" schickst du den Ausschnitt zur automatischen Bestimmung an die Server des Museum für Naturkunde Berlin. Wir zeigen immer die drei wahrscheinlichsten Ergebnisse der Mustererkennung. Der Prozentwert zeigt an, mit welcher Wahrscheinlichkeit der Algorithmus eine Art erkannt hat. Je näher die Zahl an 100% ist, desto wahrscheinlicher ist die Zuordnung zu einer Art. Es werden nur die Arten erkannt, die auch von uns trainiert wurden. Es kann daher auch passieren, dass keine der vorgeschlagenen Arten richtig ist. Der Naturblick Algorithmus wurde mit Audiomaterial aus dem Tierstimmenarchiv des Museum für Naturkunde Berlin, der kollaborativen Online-Datenbank Xeno-Canto und verifizierten Naturblick-Aufnahmen trainiert. Die Liste der Arten, die bestimmt werden können findest du [hier](https://naturblick.museumfuernaturkunde.berlin/speciesaudiorecognition?lang=en). **Mit Merkmalen bestimmen** In unseren Bestimmungshilfen kannst du selber wählen, welche Merkmale du auswählst. Überspringe einfach alle Merkmale, die du nicht erkennen kannst. In dem kurzen Erklärungstext zu jedem Merkmal findest du Informationen, ob mehrere Antworten ausgewählt werden können. Eine Liste zeigt alle Arten, die aufgrund deiner Auswahl in Frage kommen. **Feldbuch** Im Feldbuch werden deine Beobachtungen gespeichert und können von dir bearbeitet werden. Du kannst den Standort deiner Beobachtung auch manuell auf der Karte festlegen, bzw. verbessern. Scroll und zoom dafür die Karte, um die Stecknadel an den Standort zu platzieren. Über das Plus-Symbol unten rechts kannst du weitere Beobachtungen hinzufügen.

# support_us_text
source: **Support us!** Naturblick is continuously being further developed in terms of content and technology. We depend on your feedback. Suggest changes, improvements, or report bugs.
de: **Unterstütze die Weiterentwicklung!** Naturblick wird inhaltlich und technisch kontinuierliche weiterentwickelt. Wir sind dabei auf dein Feedback angewiesen. Schlage Änderungen bzw. Verbesserungen vor oder melde Fehler.

source: More sources
de: Weitere Quellen

# imprint_1 %@
source: __Imprint** Museum für Naturkunde Leibniz Institute for Evolution and Biodiversity Science Invalidenstraße 43 10115 Berlin, Germany Landesunmittelbare rechtsfähige Stiftung des öffentlichen Rechts Telefon: +49 (0)30 2093-8591 Fax: +49 (0)30 2093-8561 E-Mail: [info(at)mfn.berlin](mailto:info@mfn.berlin) Internet: [https://www.museumfuernaturkunde.berlin](https://www.museumfuernaturkunde.berlin) Authorized representative person Prof. Johannes Vogel, PhD (Director General), Stephan Junker (Managing Director) Controlling authority Senatsverwaltung für Wirtschaft, Technologie und Forschung Martin-Luther-Straße 105, 10825 Berlin Content responsibility (German law § 55 Abs. 2 RStV) Ulrike Sturm UVAT-ID (German law § 27 a Umsatzsteuergesetz) Bank account Deutsche Bank account number: 512 087 800 bank code: 100 708 48 IBAN: DE40 1007 0848 051 2087 800 BIC/SWIFT: DEUTDEDB110 Funding 2016-2021: German Federal Ministry for the Environment, Nature Conservation and Nuclear Safety (BMU) Further information [here](https://naturblick.museumfuernaturkunde.berlin/about?lang=en) App-Version: %@ **Sources** The sources for the image and sound materials are indicated in the respective species portraits. Image and sound materials of species that do not yet have a species portrait or from other contexts of the app, such as identification tools, are given under other sources. German and English names taken in part from GBIF.org (2022), GBIF Home Page. Available from: [https://www.gbif.org](https://www.gbif.org) [28 September 2022].
de: **Impressum** Museum für Naturkunde Leibniz Institute for Evolution and Biodiversity Science Invalidenstraße 43 10115 Berlin, Germany Landesunmittelbare rechtsfähige Stiftung des öffentlichen Rechts Telefon: +49 (0)30 2093-8591 Fax: +49 (0)30 2093-8561 E-Mail: [info(at)mfn.berlin](mailto:info@mfn.berlin) Internet: [https://www.museumfuernaturkunde.berlin](https://www.museumfuernaturkunde.berlin) Vertretungsberechtigte Person Prof. Johannes Vogel, PhD (Generaldirektor), Stephan Junker (Geschäftsführer) Zuständige Aufsichtsbehörde Senatsverwaltung für Wirtschaft, Technologie und Forschung Martin-Luther-Straße 105, 10825 Berlin Inhaltlich Verantwortliche gemäß § 55 Abs. 2 RStV Ulrike Sturm Umsatzsteuer-Identifikationsnummer gemäß § 27 a Umsatzsteuergesetz DE262426477 Bankverbindung Berliner Bank AG Konto-Nummer: 512 087 800 Bankleitzahl: 100 708 48 IBAN: DE40 1007 0848 051 2087 800 BIC/SWIFT: DEUTDEDB110 Förderung 2016-2021 durch Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit (BMU) Weitere Informationen [hier](https://naturblick.museumfuernaturkunde.berlin/about?lang=en) App-Version: %@ **Quellen** Die Quellen zu den Bild- und Tonmaterialien sind in den einzelnen Artportraits angegeben. Bild- und Tonmaterialien von Arten, die noch kein Artportrait haben oder aus anderen Kontexten der App wie z.B. Bestimmungshilfen sind unter weitere Quellen angeben. Deutsche und englische Namen stammen teilweise von GBIF.org (2022), GBIF Home Page. Verfügbar unter: [https://www.gbif.org](https://www.gbif.org) [28 September 2022].

# imprint_2
source: **Additional Regulations** Copyright All parts of the Website of the Museum für Naturkunde Berlin are copyrighted. You may not copy, reproduce, republish, download, post, broadcast, transmit, adapt or otherwise use any material on the Site other than for your own personal non-commercial use. Disclaimer For all information published on the site of the Museum für Naturkunde Berlin the following conditions apply: Use of the material provided is bound by the following agreement: The Museum für Naturkunde Berlin makes every effort to provide timely and accurate information. Nevertheless, mistakes and confusions may occur. Therefore the publishers make no guarantee about the correctness, completeness, quality or suitability for any purpose of the information provided or linked to by this site. Information is provided "as is" without warranty of any kind, either expressed or implied, including, but not limited to warranties of fitness for a particular purpose. Under no circumstances shall the publishers be liable for any special, indirect, consequential or incidental damages or any damages whatsoever resulting from use of information provided by this site. If misleading, incorrect or otherwise inappropriate information is brought to our attention, a reasonable effort will be made to redress the problems. The Museum für Naturkunde Berlin reserves the right to change, supplement, or delete some or all of the information on its Internet web site without notice. Similarly, the Museum für Naturkunde Berlin also reserves the right to temporarily or permanently discontinue the Internet web site. Any claims relating to the materials or the WWW site will be governed by German law. The general disclaimer is part of [this disclaimer](https://www.disclaimer.de/disclaimer.htm). This disclaimer is to be considered as part of the internet publication from which you were referred. If individual terms or sections of this statement are not legal or correct, the validity and content of the other parts remain uninfluenced by this fact. Source: [www.datenschutzbeauftragter-info.de](https://www.disclaimer.de/disclaimer.htm) © Museum für Naturkunde Berlin.
de: **Weitere Bestimmungen** Copyright Alle Inhalte, Bilder oder Grafiken sind urheberrechtlich geschützt und dürfen nur mit schriftlicher Genehmigung des jeweiligen Rechteinhabers verwendet werden. Haftung für Inhalte Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 6 Abs.1 MDStV und § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Diensteanbieter sind jedoch nicht verpflichtet, die von ihnen übermittelten oder gespeicherten fremden Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen. Urheberrecht Die Betreiber der Seiten sind bemüht, stets die Urheberrechte Anderer zu beachten bzw. auf selbst erstellte sowie lizenzfreie Werke zurückzugreifen. Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Beiträge Dritter sind als solche gekennzeichnet. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Allgemeiner Haftungsausschluss Über die weiter oben dargelegten Punkte hinaus gilt für alle Seiten dieses Webauftritts der allgemeine [www.datenschutzbeauftragter-info.de](https://www.disclaimer.de/disclaimer.htm) © Museum für Naturkunde Berlin

# your_account
source: Naturblick account
de: Dein Naturblick-Account

# to_sign_in
source: Go to login
de: Zum Login

# email
source: Email address
de: E-Mail-Adresse

# signed_in_as %@
source: You are signed in as: %@
de: Du bist eingeloggt als: %@

source: Password
de: Passwort

# error_signed_out
source: You have been signed out, please sign in again
de: Du wurdest ausgeloggt. Willst du dich wieder einloggen?

# email_or_password_invalid
source: Credentials not recognized. Please validate your e-mail and password.
de: Zugansdaten nicht erkannt. Bitte überprüfe deine Eingabe.

# data_protection_consent
source: I have read and understood privacy statement.
de: Ich habe die Datenschutzerklärung zur Kenntnis genommen.

# sign_up
source: Register
de: Registrieren

# to_sign_up
source: Register now
de: Jetzt registrieren

# password_format
source: The password must be at least 9 characters long. It must consist of numbers, upper and lower case letters.
de: Das Passwort muss mindestens 9 Zeichen lang sein. Es muss aus Zahlen, Groß- und Kleinbuchstaben bestehen.

# email_is_not_valid
source: Not a valid e-mail address
de: Keine valide E-Mail-Adresse

# password_no_lower_case
source: Must contain lower case letters
de: Muss Kleinbuchstaben enthalten

# password_no_upper_case
source: Must contain upper case letters
de: Muss Großbuchstaben enthalten

# password_no_digits
source: Must contain digits
de: Muss Zahlen enthalten

# password_too_short
source: Must be at least 9 characters
de: Muss aus mindestens 9 Zeichen bestehen

# user_already_exists
source: Email already exists
de: Diese E-Mail-Adresse existiert bereits

# account_text
source: A Naturblick account enables you to back up and view your observations across multiple mobile devices.
de: Mit einem Naturblick-Account kannst du deine Beobachtungen über mehrere mobile Geräte hinweg sichern und anzeigen lassen.
