Repository: MfN-Berlin/naturblick-ios
Catalog: *.lproj/Localizable.strings
Languages: de

# new_tac_account
source: You can save your observations across several mobile devices and display them on all connected mobile phones with a Naturblick account. We need your e-mail address for registration. Your e-mail address will only be used for the administration of the account. Registration/login is voluntary and can be revoked at any time. Your personal data will be deleted from our system when the account is deleted. You can still use Naturblick without an account.
de: Mit einem Naturblick-Account kannst du deine Beobachtungen bei einem Handywechsel über mehrere mobile Geräte hinweg sichern und auf allen verbundenen Handys anzeigen lassen. Für die Registrierung benötigen wir deine E-Mail-Adresse. Die E-Mail-Adresse wird von uns ausschließlich für die Verwaltung des Accounts verwendet. Die Registrierung/Anmeldung erfolgt freiwillig und kann jederzeit widerrufen werden. Deine personenbezogenen Daten werden mit dem Löschen des Accounts aus unserem System gelöscht. Du kannst Naturblick aber natürlich auch ohne Account wie bisher verwenden.

# new_tac_data_collection_summary
source: Data protection is very important to us. You can find more information about data protection [here](https://www.museumfuernaturkunde.berlin/de/datenschutzerklaerung) and in the imprint of Naturblick.
de: Datenschutz ist uns sehr wichtig. Weitere Informationen zum Datenschutz findest du [hier](https://www.museumfuernaturkunde.berlin/de/datenschutzerklaerung) und im Impressum von Naturblick.

# new_tac_questions
source: If you have any questions, please feel free to contact us: [naturblick@mfn.berlin](mailto:naturblick@mfn.berlin)
de: Bei Fragen kannst du dich immer gerne an uns wenden: [naturblick@mfn.berlin](mailto:naturblick@mfn.berlin)

# new_tac_usage_is_acceptance
source: By using Naturblick you agree to our terms and conditions.
de: Mit dem Nutzen von Naturblick stimmst du unseren Bedingungen zu.

# to_orig
source: Goto original
de: Zum Original

# to_licence
source: Licence information
de: Lizenzinfo

# save_observation
source: Attention
de: Achtung

# save_observation_message
source: The observation has not been saved. Unsaved observations cannot be recovered.
de: Deine Beobachtung ist noch nicht gespeichert. Nicht gespeicherte Beobachtungen können nicht wieder hergestellt werden.

# exit_without_saving_observation
source: Discard observation
de: Beobachtung verwerfen

# save_changes
source: Unsaved changes
de: Nicht gespeicherte Änderungen

# save_changes_message
source: There are changes that have not been saved.
de: Es gibt Änderungen, die noch nicht gespeichert geworden sind.

# exit_without_saving
source: Discard changes
de: Änderungen verwerfen

# import_image
source: Identify photo from a plant
de: Foto von Pflanze bestimmen

source: Validate time
de: Zeitpunkt bestätigen

# validate_time_msg
source: Please confirm that the automatically selected time and date corresponds to when the observation was made. Also select the correct time zone.
de: Bitte bestätige den Zeitpunkt deiner Beobachtung. Prüfe ob der automatisch ausgewählte Zeitpunkt auch dem Zeitpunkt entspricht an dem du die Beobachtung gemacht hast. Wähle auch die richtige Zeitzone aus.

source: Set time
de: Zeit übernehmen

source: Timezone
de: Zeitzone

source: Error
de: Fehler

# import_info_title
source: Copyright notice
de: Hinweis Urheberschaft

# import_info
source: By using Naturblick, you have agreed to that all media you save will be licensed under CC BY-SA 4.0. This is only possible if you are the author or copyright holder of the work. Please keep this in mind when importing photos from your gallery into the app. We wish you a lot of fun with this new feature!
de: Mit der Nutzung von Naturblick hast du zugestimmt, dass alle von dir gespeicherten Medien die Lizenz CC BY-SA 4.0 erhalten. Das ist nur möglich, wenn du Autor:in, bzw. Rechteinhaber:in des Werkes bist. Bitte denke daran, wenn du Fotos aus deiner Galerie in die App importierst. Wir wünschen dir viel Freude mit der neuen Funktion!

# go_to_app_settings_gallery
source: Naturblick need access to your photos. You can change this permission in the settings app.
de: Naturblick benötigt die Erlaubnis deine Fotos zu benutzen. Du kannst das in den Einstellungen erlauben.

# photos_restricted_title
source: Access restricted
de: Zugriff eingeschränkt

# photos_restricted_text
source: Access to photo library is restricted and therefore impossible. You will not be able to use this feature.
de: Der Zugriff auf deine Bilder ist eingeschränkt und somit unmöglich. Du wirst diese Funktion nicht benutzen können.

# no_permission_title
source: Access authorization
de: Zugriffsberechtigung

# no_permission_text
source: Naturblick is not allowed to access this image. If you want to select this image for Naturblick, you must grant access in the settings.
de: Naturblick darf auf dieses Bild nicht zugreifen. Wenn du dieses Bild für Naturblick auswählen willst, musst du in den Einstellungen den Zugriff gewähren.

# acc_settings
source: Settings
de: Einstellungen

# acc_map
source: Mapview
de: Kartenansicht

# acc_add
source: New entry
de: Neuer Eintrag

# acc_format_list_bulleted
source: Listview
de: Listenansicht

# acc_further_speciesinfo
source: Further species info
de: Weitere Artinformationen

# acc_delete
source: Delete
de: Löschen

# acc_record_a_bird_hint
source: Recording starts immediately, use double finger double tap to stop. Stop right after the bird has sung.
de: Die Aufnahme startet sofort, nutze einen 2 Finger Doppeltap um diese zu beenden. Stoppe direkt nachdem der Vogel gesungen hat.

# sciname %@
source: Scientific name %@
de: Wissenschaftlicher Name %@

source: No
de: Nein

source: Yes
de: Ja

# delete_question_plural
source: Delete observations?
de: Beobachtungen löschen?

# delete_question_message_plural %@
source: Are you sure that you want to delete %@ observations?
de: Bist du sicher, dass du %@ Beobachtungen löschen möchtest?

source: Select
de: Auswählen

# search
source: Species name...
de: Artname...

# feedback_device %@ os %@ app %@
source: Automatic information: The following information about your device and the App helps us to understand your problem: Device: %1$@ API: %2$@ App: %3$@ Feel free to remove this information if you do not want to share it with us.
de: Automatische Informationen: Die folgenden Informationen über dein Gerät und die App helfen uns, dein Problem zu verstehen: Gerät: %1$@ API: %2$@ App: %3$@ Du kannst diese Informationen gerne einfach entfernen, wenn du sie nicht mit uns teilen möchtest.

# no_species_found
source: We were unable to identify any plants.
de: Wir konnten keine Pflanze identifizieren.

# no_species_found_description
source: This may be because no plant is visible in the image or because this plant is not part of the selection of species trained for identification.
de: Das kann daran liegen, dass auf dem Bild keine Pflanze zu sehen ist oder diese Pflanze nicht Teil der für die Bestimmung trainierten Auswahl von Arten ist.

source: Accessibility
de: Barrierefreiheit

# accessibility_timestamp
source: Status: April 2025; iOS Version 4.0.51
de: Stand: April 2025; iOS-Version 4.0.51

# accessibility_statement
source: The Naturblick app is intended to be accessible to as many people as possible – regardless of physical or cognitive limitations. We strive to meet the accessibility requirements set out in the Berlin Accessible ICT Act (BIKTG Bln) and the EU Directive 2016/2102. In November 2024, the app was reviewed by the Berlin Monitoring Body for Digital Accessibility. The result: the app currently does not fully comply with accessibility requirements. Numerous barriers exist, particularly for screen reader users, people with visual impairments, and in the use of audio content. We are working on gradually improving accessibility, including: • Adding alternative texts for images and buttons • Optimizing app navigation for assistive technologies An action plan to address the deficiencies has been developed and is being continuously updated.
de: Die App Naturblick soll möglichst vielen Menschen zugänglich sein – unabhängig von körperlichen oder kognitiven Einschränkungen. Wir sind bemüht, die Anforderungen der Barrierefreiheit nach dem Berliner Barrierefreie-IKT-Gesetz (BIKTG Bln) und der EU-Richtlinie 2016/2102 zu erfüllen. Im November 2024 wurde die App durch die Überwachungsstelle für digitale Barrierefreiheit Berlin geprüft. Das Ergebnis: Die App entspricht derzeit nicht vollständig den Anforderungen der Barrierefreiheit. Zahlreiche Barrieren bestehen insbesondere für Screenreader-Nutzer:innen, Menschen mit Sehbehinderung sowie bei der Nutzung auditiver Inhalte. Wir arbeiten an der schrittweisen Verbesserung der Zugänglichkeit, unter anderem durch: • die Ergänzung von Alternativtexten für Bilder und Schaltflächen, • die Optimierung der App-Navigation für assistive Technologien Ein Maßnahmenplan zur Behebung der Mängel wurde erstellt und wird laufend aktualisiert.

# accessibility_report_problem
source: If you notice any barriers or have suggestions, we welcome your message.
de: Wenn Sie Barrieren feststellen oder Hinweise geben möchten, freuen wir uns über Ihre Nachricht.

# accessibility_complete_report
source: You can find the full accessibility statement [here](https://www.museumfuernaturkunde.berlin/de/erklaerung-zur-barrierefreiheit).
de: Die vollständigen Erklärung zur Barrierefreiheit finden Sie [hier](https://www.museumfuernaturkunde.berlin/de/erklaerung-zur-barrierefreiheit).

# accessibility_german_sign_language
source: Information in German Sign Language (DGS)
de: Information in Deutscher Gebärdensprache (DGS)

# accessibility_german_sign_language_info
source: Currently, the Naturblick app does not offer content in German Sign Language (DGS). Providing information in DGS is not a mandatory requirement under current accessibility standards but is recommended under §3(4) BIKTG Bln as part of the highest possible accessibility standard. We plan to include a sign language video explaining key features of the app in the future. Implementation will take place in close cooperation with experts in accessible communication. As soon as DGS content becomes available, we will inform you here.
de: Zurzeit bietet die App Naturblick noch keine Inhalte in Deutscher Gebärdensprache (DGS) an. Die Bereitstellung von Informationen in DGS ist kein verpflichtender Bestandteil der geltenden Mindestanforderungen an Barrierefreiheit, wird jedoch nach §3 Absatz 4 BIKTG Bln als Bestandteil eines höchstmöglichen Barrierefreiheitsstandards empfohlen. Wir planen, in Zukunft eine Erklärung zentraler Funktionen der App durch ein Gebärdensprachvideo zu ergänzen. Die Umsetzung erfolgt in enger Abstimmung mit Expert:innen für barrierefreie Kommunikation. Sobald Inhalte in DGS verfügbar sind, informieren wir Sie an dieser Stelle.

# accessibility_email
source: Send an email
de: Sende eine E-Mail

source: Discard observation
de: Beobachtung verwerfen

source: Privacy notice
de: Datenschutz

# privacy_notice_intro
source: 1. Introduction
de: 1. Einleitung

# privacy_notice_intro_text
source: When using Naturblick, personal data is collected and stored in databases. We consistently abide by data protection regulations when processing the data collected.
de: Bei der Nutzung von Naturblick werden personenbezogene Daten erhoben und in Datenbanken gespeichert. Bei der Verarbeitung der erfassten Daten werden die Datenschutzvorschriften von uns konsequent eingehalten.

# privacy_notice_responsible
source: 2. Name and address of the controller responsible for data processing and contact data of the data protection officer
de: 2. Name und Anschrift des für die Verarbeitung Verantwortlichen und Kontaktdaten des Datenschutzbeauftragten

# privacy_notice_responsible_text
source: Processing of personal data is the responsibility of: Museum für Naturkunde Berlin Invalidenstr. 43 10115 Berlin Prof. Johannes Vogel, PhD, Director General Phone: +49 30 889140 - 8544 Email: johannes.vogel@mfn.berlin Stephan Junker, Managing Director Tel.: +49 30 889140 - 8330 Email: stephan.junker@mfn.berlin Data protection officer of the Museum für Naturkunde: Phone: +49 30 889140 - 8440 Email: datenschutz@mfn.berlin
de: Verantwortlich für die Verarbeitung personenbezogener Daten ist: Museum für Naturkunde Berlin Invalidenstr. 43 10115 Berlin Prof. Johannes Vogel, PhD, Generaldirektor Tel.: +49 30 889140 – 8544 E–Mail: johannes.vogel@mfn.berlin Stephan Junker, Geschäftsführer Tel.: +49 30 889140 - 8330 E-Mail: stephan.junker@mfn.berlin Datenschutzbeauftragter des Museums für Naturkunde: Tel.: +49 30 889140 - 8440 E-Mail: datenschutz@mfn.berlin

# privacy_notice_use
source: 3. Use and Disclosure of Personal Data
de: 3. Nutzung und Weitergabe personenbezogener Daten

# privacy_notice_use_text
source: *Log Data:* When using the Naturblick app, usage data relevant to data protection and data security is stored in a log file. Depending on the access protocol used, the log file may include the following information: &#8226; Audio and image recordings &#8226; Observation metadata (species name, geographic coordinates, time, quantity, notes) &#8226; Crash reports (stack traces, type of crash, trends, device and software version) &#8226; Device ID and metadata related to identification results (coordinates, time, identification history) &#8226; Anonymous usage data (information about your interactions with the app) &#8226; Event data (details of specific user actions, such as clicking buttons) &#8226; Device data (information about your device, including device type, operating system, and screen resolution) The data collected is used exclusively for scientific purposes and is deleted once it is no longer needed. The extent of data collection may also be partially determined by technical requirements. No user profiles are created. The analysis is carried out by authorized staff members of the Museum für Naturkunde Berlin. Usage data is stored separately from any personal data provided by the user. No unauthorized disclosure of data to third parties takes place. Disclosure to government authorities occurs only in accordance with mandatory legal provisions or in the event of attacks on our systems for the purpose of criminal prosecution. *Real Names:* Users are free to provide a name to be listed as the author of media and observations. The use of real names is optional and entirely voluntary. Observations (species name, geographic coordinates, time, quantity) and media are published under the terms of the CC BY-SA 4.0 license, as outlined in the terms of use. In accordance with this license, observation data and media are shared and published only in connection with the specified author name. After legal and content review, observations and media are shared with scientific projects and published on the Naturblick map. *Email Address:* To register an account, we require your email address. Registration is only completed once you click the confirmation link sent to you by email. Your email address is used solely for account administration purposes. Registration is voluntary and can be withdrawn at any time. Your personal data (email address) will be deleted from our system upon account deletion. Data processing complies with all applicable data protection regulations. Your entries are transmitted in encrypted form. The Museum für Naturkunde Berlin applies technical and organizational measures consistent with current standards to protect your data against loss, manipulation, or unauthorized access.
de: *Protokolldaten:* Bei der Nutzung der Naturblick-App werden für Datenschutz und Datensicherheit relevante Nutzungsdaten in einer Protokolldatei gespeichert. Je nach verwendetem Zugriffsprotokoll beinhaltet der Protokolldatensatz Angaben mit folgenden Inhalten: &#8226; Ton- und Bildaufnahmen &#8226; Metadaten der Beobachtung (Artname, Geokoordinaten, Zeit, Anzahl, Notizen) &#8226; Crashreports (Stacktraces, Art des Absturzes, Trends und Version des Handys und der Software) &#8226; Geräte-ID und Metadaten der Bestimmungsergebnisse (Koordinaten, Zeit, Bestimmungsverlauf) &#8226; anonyme Nutzungsdaten (Informationen über deine Interaktionen mit der App) &#8226; Ereignisdaten (Details zu spezifischen Benutzeraktionen wie das Klicken auf Buttons) &#8226; Gerätedaten (Angaben zu deinem Gerät, einschließlich Gerätetyp, Betriebssystem und Bildschirmauflösung) Die gespeicherten Daten werden ausschließlich zu wissenschaftlichen Zwecken erhoben und verwendet. Sobald die Daten nicht mehr benötigt werden, werden diese gelöscht. Welche Daten in welchem Umfang erhoben werden, kann sich teilweise auch durch technische Notwendigkeiten ergeben. Profile einzelner Nutzenden werden nicht erstellt. Die Auswertung erfolgt durch autorisierte Mitarbeitende des Museums für Naturkunde Berlin. Die Nutzungsdaten werden getrennt von allen durch eine betroffene Person angegebenen personenbezogenen Daten gespeichert. Es erfolgt keine unberechtigte Weitergabe der Daten an unbeteiligte Dritte. Eine Weitergabe an staatliche Stellen erfolgt nur im Rahmen von zwingenden Rechtsvorschriften oder in Fällen von Angriffen auf unsere Systeme zum Zweck der Strafverfolgung. *Klarnamen:* Nutzenden ist es freigestellt einen Namen für die Autorenschaft von Medien und Beobachtungen anzugeben. Eine Verwendung von Klarnamen wird nicht ausgeschlossen und ist damit auf freiwilliger Basis möglich. Beobachtungen (Artname, Geokoordinaten, Zeit, Anzahl) und Medien erhalten gemäß den Nutzungsbedingungen die Lizenz CC BY-SA 4.0. Dieser Lizenz folgenden werden Beobachtungsdaten und Medien ausschließlich in Verbindung zum angegeben Autorennamen weitergegeben und veröffentlicht. Beobachtungen und Medien werden an wissenschaftliche Projekte weitergegeben und nach einer datenschutzrechtlichen und inhaltlichen Prüfung auf der Naturblick-Karte veröffentlicht. *E-Mail-Adresse:* Für die Registrierung eines Accounts benötigen wir deine E-Mail-Adresse. Die Anmeldung wird erst gültig, nachdem du in einer von uns an dich verschickten E-Mail einen Bestätigungslink angeklickt hast. Die E-Mail-Adresse wird von uns ausschließlich für die Verwaltung des Accounts verwendet. Die Registrierung/Anmeldung erfolgt freiwillig und kann jederzeit widerrufen werden. Deine personenbezogenen Daten (E-Mail-Adresse) werden mit dem Löschen des Accounts aus unserem System gelöscht. Die Verarbeitung der Daten erfolgt unter Beachtung der geltenden datenschutzrechtlichen Bestimmungen. Die Übertragung deiner Eingaben erfolgt verschlüsselt. Um die Daten vor Verlust, Manipulation oder Zugriff durch unberechtigte Personen zu schützen, werden durch das Museum für Naturkunde Berlin technisch-organisatorische Maßnahmen eingesetzt, die dem aktuellen Stand der Technik entsprechen.
